# -*- coding: utf-8 -*- 
"""
@Author : rysong
@software: pycharm
@File : const
@Time : 2021/11/2 9:19 下午 
@DESCRIPTION ：
沉着冷静，逻辑清晰
"""
event_types = [
    '化验结果回报',
    '引流管的护理', '检查指标判读', '静脉留置针输液技术', '加压包扎法', '医疗技术配合',
    '鼻饲法', '给氧法', '外用', '泵的使用', '置管的护理', '吸痰法', '输注',
    "肛管排气术", '压疮预防',
             '复温/保温技术',
             '仪器使用',
              '会阴冲洗',
              '床旁连续性血液净化',
              '评分',
              '具体器官操作',
              '抽吸液体',
               '灌肠术',
               '患者体位正确摆放',
              '生命体征小结',
              '呼吸机超声雾化',
              '死亡诊断',
              '颅内压监测',
              '排痰法',
              '心肺复苏术',
    '基础调整操作',
    '基础停用操作'
]

argument_roles = ['Arg-obj', 'Arg-stat', 'Arg-result']
